Repository: N0rbert/user-admin
Catalog: po/*.po
Languages: uk

source: Manage user accounts
uk: Керування обліківками користувачів

source: Authentication is required to change user data
uk: Для зміни даних користувача потрібна автентифікація

source: MATE Manager
uk: Розпорядник MATE

source: Managing Linux Local Users and Groups
uk: Керування локальними користувачами та групами Linux

source: Mate Manager is a graphical application that manages local users and groups. It can add and delete local users, change user name, user type, user language, user password, automatic login. You can view the user's login record. By working with group-service, groups of users can be managed, such as adding/removing existing groups and creating/deleting new groups.
uk: Розпорядник Mate - це графічний додаток, який керує локальними користувачами та групами. Він може додавати та вилучати локальних користувачів, змінювати ім’я користувача, тип користувача, мову користувача, пароль користувача, самочинний вхід. Ви можете переглянути запис про вхід користувача. Працюючи з груповим сервісом, можна керувати групами користувачів, такими як додавання/вилучення наявних груп та створення/вилучення нових груп.

source: Mate User Manager
uk: Упорядник користувача Mate

source: open file
uk: відкрити файл

source: Create pid file failed
uk: Не вдалося створити pid-файл

source: write file
uk: записати файл

source: write pid file failed
uk: не вдалося записати pid-файл

source: open pid file failed
uk: не вдалося відкрити pid-файл

source: read file
uk: файл читання

source: read pid file failed
uk: не вдалося прочитати pid-файл

source: No such user!!!
uk: Немає такого користувача!!!

source: Account Type
uk: Тип обліківки

source: Standard
uk: Стандартні

source: Administrators
uk: Розпорядники

source: Language
uk: Мова

source: No Settings
uk: Немає налаштувань

source: Password
uk: Пароль

source: Automatic logon
uk: Самочинний вхід

source: Login time
uk: Час входу

source: Group Manage
uk: Керування групою

source: Setting Groups
uk: Налаштування груп

source: Account is disable
uk: Обліковий запис вимкнено

source: Set up next time
uk: Налаштувати наступного разу

source: Get User Info
uk: Отримати інформацію про користувача

source: user count is 0
uk: кількість користувачів - 0

source: Set Password
uk: Встановити пароль

source: Close
uk: Закрити

source: Confirm
uk: Схвалити

source: Now set up
uk: Тепер налаштуйте

source: User Password
uk: Пароль користувача

source: generation password
uk: генерувати пароль

source: Remove User
uk: Вилучити користувача

source: You cannot delete your own account.
uk: Ви не можете вилучити власний обліковий запис.

source: Whether to remove the user's home directory
uk: Вилучити домашній каталог користувача

source: Repeat of user name.Please try another
uk: Повторіть ім’я користувача. Спробуйте инше

source: Repeat of user home name.Please try another
uk: Повторіть домашнє ім’я користувача. Спробуйте инше

source: The username cannot start with a - .
uk: Ім'я користувача не може починатися з a - .

source: The username should only consist of upper and lower case letters from a-z,digits and the following characters: . - _
uk: Ім'я користувача має складатися лише з верхнього та нижнього регістру літер від a-z, цифр та таких символів: . - _

source: This will be used to name your home folder and can't be changed
uk: Це буде використано для імени вашої домашньої теки, і її неможливо змінити

source: Creating User
uk: Створити користувача

source: Username
uk: Ім'я користувача

source: Full Name
uk: Повне ім'я

source: The passwords entered twice are different
uk: Уведені двічі паролі різні

source: Hybrid passwords improve security
uk: Гібридні паролі покращують безпеку

source: Now set the password
uk: Тепер встановіть пароль

source: Create New User
uk: Створити нового користувача

source: failed to create temporary file for image data
uk: не вдалося створити тимчасовий файл для даних зображень

source: _Cancel
uk: _Скасувати

source: Select
uk: Вибрати

source: Load Local Picture
uk: Завантажити локальне зображення

source: Browse for more pictures
uk: Шукати додаткові світлини

source: _Open
uk: _Відкрити

source: Clicking on the main window closes the picture selection window
uk: Клацання на головному вікні закриває вікно вибору зображення

source: Local Picture
uk: Локальне зображення

source: Avatar list
uk: Перелік мармизок

source: There is no address to store photos
uk: Немає адреси для зберігання світлин

source: Change Name
uk: Змінити ім'я

source: Please enter a valid character
uk: Уведіть дійсний символ

source: Use Enter Key to Save Modifications
uk: Використовуйте клавішу Enter, щоб зберегти зміни

source: User List
uk: Перелік користувачів

source: Add User
uk: Додати користувача

source: Message
uk: Повідомлення

source: The new password needs to be different from the old one
uk: Новий пароль повинен відрізнятися від старого

source: Try changing some letters and numbers
uk: Спробуйте змінити деякі літери та цифри

source: Try changing the password a bit more
uk: Спробуйте змінити пароль трохи більше

source: A password without your user name would be stronger
uk: Пароль без імени користувача буде сильнішим

source: Try to avoid using your name in the password
uk: Намагайтеся уникати використання свого імени в паролі

source: Try to avoid some of the words included in the password
uk: Постарайтеся уникати деяких слів, що входять до паролю

source: Try to avoid common words
uk: Намагайтеся уникати загальних слів

source: Try to avoid reordering existing words
uk: Намагайтеся уникати перевпорядкування наявних слів

source: Try to use more numbers
uk: Спробуйте використовувати більше цифр

source: Try to use more uppercase letters
uk: Спробуйте використовувати більше великих літер

source: Try to use more lowercase letters
uk: Спробуйте використовувати більше малі літери

source: Try to use more special characters, like punctuation
uk: Спробуйте використовувати більше спеціальних символів, як розділові знаки

source: Try to use a mixture of letters, numbers and punctuation
uk: Спробуйте використовувати суміш літер, цифр та розділових знаків

source: Try to avoid repeating the same character
uk: Намагайтеся уникати повторення одного і того ж символу

source: Try to avoid repeating the same type of character: you need to mix up letters, numbers and punctuation.
uk: Намагайтеся не повторювати однотипні символи: вам потрібно змішати літери, цифри та пунктуацію.

source: Try to avoid sequences like 1234 or abcd
uk: Намагайтеся уникати таких послідовностей, як 1234 або abcd

source: Password length needs more than 8 characters
uk: Довжина паролю потребує більше 8 символів

source: Repeat of group name.Please try another
uk: Повторіть назву групи. Спробуйте иншу

source: The groupname cannot start with a - .
uk: Ім'я групи не може починатися з a - .

source: The first character of the group name needs use letter
uk: Перший символ назви групи потребує використання літери

source: The groupname should only consist of upper and lower case letters from a-z,digits and the following characters: . - _
uk: Ім'я групи має складатися лише з верхнього та нижнього регістру літер від a-z, цифр та таких символів: . - _

source: Create New Group
uk: Створити нову групу

source: Create New Group Faild
uk: Створити нову групу

source: Create User Group
uk: Створити групу користувачів

source: Remove Group
uk: Вилучити групу

source: Cannot remove root group
uk: Не вдається вилучити кореневу групу

source: Whether to remove the selected group
uk: Вилучити вибрану групу

source: Group Name
uk: Назва групи

source: Group ID
uk: ID групи

source: User ID
uk: Ідентифікатор користувача

source: Remove
uk: Вилучити

source: Initialization group management
uk: Керування групою ініціалізації

source: Initialization failed, please see Group Management Service Interface function
uk: Помилка ініціалізації, див. Групу Функція сервісу інтерфейсу керування

source: Failed to contact the group service
uk: Не вдалося зв’язатися із службою групи

source: Please make sure that the group-service is installed and enabled. url: https://github.com/zhuyaliang/group-service
uk: Переконайтеся, що встановлено та увімкнено груповий сервіс. url: https://github.com/zhuyaliang/group-service

source: Get the number of groups
uk: Отримайте кількість груп

source: The number of groups is 0.
uk: Кількість груп - 0.

source: Please click the unlock sign in the upper left corner
uk: Натисніть знак розблокування у верхньому лівому куті

source: Click the unlock button on the "swith-group" page
uk: Натисніть кнопку розблокування на сторінці 'swith-group'

source: Groups Manage
uk: Керування групами

source: Current user -- %s
uk: Поточний користувач -- %s

source: New Group Name
uk: Нове ім'я групи

source: Please select the user to add to the new group
uk: Виберіть користувача, якого потрібно додати до нової групи

source: Switch Groups
uk: Перемикання груп

source: Create Groups
uk: Створити групи

source: Remove Groups
uk: Вилучити групи

source: This Week
uk: Цього тижня

source: Last Week
uk: Минулого тижня

source: Today
uk: Сьогодні

source: Yesterday
uk: Вчора

source: Session Ended
uk: Сеанс закінчено

source: Session Started
uk: Сеанс розпочато

source: %s — Account Activity
uk: %s — Активність обліківки

source: previous
uk: попередній

source: next
uk: черговий

source: More…
uk: Більше…

source: No languages found
uk: Мов не знайдено

source: Cancel
uk: Скасувати

source: Done
uk: Завершено

source: Current User - %s
uk: Поточний користувач - %s
